{"ART_AND_DESIGN": {"com.hypetypetext.animated.text.editor": [], "com.snt.colorshapetounlockdoll": ["To match slow", "When I log on it turns of the tablet and I have to turn it back on. It is the worst game in the world if we could say no stars I would pick no star", "This app is stupid. Every time i get on. It go's back to the play store take this stupid game off of the play store and fix it😠😠😠😠", "The movement controls are _too_ sensitive, the color selection controls aren't sensitive enough. Ads pop up while you color, tricking you into clicking on them. There is no long press coloring option.", "It was really slow downloading but the game was really fum"], "com.sonymobile.sketch": ["Alright, but the new update is a piece of work.  So I got the new update for Sketch and I was a little surprised at first. Sketch has and I hope will forever be a free to use platform, so being asked to pay membership for something as simple as page size is a bit ridiculous. I do think they cost for stickers as well but they were intirely unessesary and not many used them. I'm also having problems signing in. I use my Facebook account to access Sketch (which wasn't a good idea in the first place) and now I'm stuck in a hole. I need to submit a photo of my face to continue howere my wifi isn't the best and it doesn't seem to loading when I try to choose a file. I also fon't like the fact that, even though the website says they deleated them, that there was a possibility of my face out there.  I can not upload on my account Balck Current any longer until I figure out how to fix this.", "I love it but there is only one problem and that is when I was filling somthing in on my drawing it froze then un froze and it would not let me go back!! I was so mad so plz make this app stop doing that plz also I love love it! This app is super good", "Sony mobile communications 😑 you say to report inappropriate pictures... they get reported, they don't get removed. Some accounts are just foul but you give no option to report the whole account, it's a joke!!", "Thanks for giving me 1440x2960 canvases back! But still, Sony, what the hell is going on here with these updates!? So the UI tweaks are nice and have made it feel up to date, I like the new and more polished brushes/tools, and the community updates have made promotion for small guys easier, but that's where it just ends. First off, why would you take away my ability to make and export canvases in my screen's native resolution. Why??? You already only allow us to upload in a low resolution and I get that, so you don't need to buy oodles more storage for your servers, but now your just being retarded. So you want me to pay a monthly premium just so I can get custom sizes for my canvas, a feature you were very slow to add and that every free paint app EVER MADE has. Now you're also trying to make us pay to remove the ads that you just started injecting into the feed!?? I see how you're trying to roll it in slow to sneak it in there but people notice, I notice, and it pisses off ANYONE that actually wants to use the app seriouly or to use it for anything other than a picture editor. This went from a 5 star app for being the most balanced, cleanest, mobile app with a fair amount of features and good optimization to a 3 star app that is just another money transfer for it's Devs. Just fix it Sony.", "Its ok but if you delete it youll never return your account back but the art kind of look like nice abit but ill rate for 3stars", "Can someone please explain to me why a simple sketching app needs access so much personal data about me? You don't need my device ID, Google account information, email address, and to share my information with your advertising partners, just for me to sketch an image or edit a photo. It appears to me that this is just a ploy for Sony to get its hands on my data.", "I really like it, you get to show off your drawings and you have all these amazing editing stuff adn drawing tools, it's also amazing that you can easily edit photos, I'd like a small thing tho, transport all your sketches onto another account or just some,  that both accounts can have the same sketches or somethong, but that's just a small request", "I love this app! Sony Sketch is a great way to make and share art! All you need in order to get an account is an Email, a username in mind and a password! The community is great and you can earn friends really easily! I haven't been on Sketch for a long time, but I can already tell it helped me improve my art! I'd recommend this app for any artist looking for a free way to share their art!", "Can you please add more art tools. Like different paint brushes, that would be a blessing. But so far this is an amazing app. I think everyone should download it. Well done SMC (Sony Mobile Communications) well done.", "Its okay but when you accidantaly press the back button it brings you to the home screen and when you go back to sketch it doesnt save your progress and i get so angry", "Dose social division donation poop you can get a hold of you to offer to see you and I don't know what to tell a difference in the shower and I emailed her to the hospital I will tell him to come home and we will go out with you guys and I will be there at the same time I don't have a car so I can get a ride to the airport on Sunday and I will tell you about it and so far no she's saying LO and you have any other than the one you have a great time with your fan page that says is my resume.", "I think this is the simplest, best and easiest drawing app on mobile.  Though I do prefer IbisPaintX, Mediabang or Adobe illustrator/sketch for more proffesional art.", "I really liked this app. Unfortunately the new update states the required permissions. Maybe I did not notice this before, but this is an app for sketching/drawing on mobile. You don't need any information to improve my experience of it. About to uninstall.", "The best drawing app I have ever used. It's amazing, and has lots of fun features to play with. You can post your art, and later, you can look back and see how much you have evolved in art! It's such a fun app! (My profile picture is drawing by Sketch 😄)", "Why is it necessary for Sony to collect my data to use this app? I already bought your phone, it's not like I'm just downloading a random free app with no corporate support.", "This is a lovely app. I really love this app.  Requesting for business PAGE.", "I love it except BULLYS.      Plz fix my account", "Sketch you updated and now I can't draw on sketch         your seceirley kiwi the killer (leader of killer clan)        Plus fix this I want my friends back", "Sup fans it's jakey  os back", "The tools are very diverse, and the colors. One thing that set me off was that when I tried to reconnect to my sketch account it just loads, then stops loading and nothing happens. Another thing that set me off was that there are a lot of tracers and art thieves in the new comer section.", "Dont get this app. Only works short while, Sony then restricts its use completely unless you agree to very invasive personal info access. Way over the top. This results in being bombarded with malware on email."], "com.lightapp.wolves": ["I do like the app but.. TO MANY ADS! I'll go draw it thwn look back for the next step and there is a add! Also i dont even know how this is possible but i got an add then another add and another  in just one minute!!!!"]}}